tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "hashicorp/tap"
tap "font-monaspace"

brew "gh"
brew "fzf"
brew "mpv"
brew "nvm"
brew "rbenv"
brew "starship"
brew "streamlink"
brew "vim"
brew "zsh"
brew "zsh-autosuggestions"
brew "hashicorp/tap/terraform"

cask "amethyst"
cask "font-monaspace"
cask "font-hasklig"
cask "kitty"
cask "raycast"
cask "firefox"
cask "scroll-reverser"
cask "slack"
cask "zoom"
